USE movies

/*1. Напишете заявка, която извежда заглавие и година на всички филми,
които са по-дълги от 120 минути и са снимани преди 2000 г. Ако 
дължината на филма е неизвестна, заглавието и годината на този филм
също да се изведат.*/


/*2. Напишете заявка, която извежда име и пол на всички актьори (мъже
и жени), чието име започва с 'J' и са родени след 1948 година.
Резултатът да бъде подреден по име в намаляващ ред.*/


/*3. Напишете заявка, която извежда име на студио и брой на актьорите,
участвали във филми, които са създадени от това студио.*/


/*4. Напишете заявка, която за всеки актьор извежда име на актьора 
и броя на филмите, в които актьорът е участвал.*/


/*5. Напишете заявка, която за всяко студио извежда име на студиото и
заглавие на филма, излязъл последно на екран за това студио.*/


/*6. Напишете заявка, която извежда името на най-младия актьор (мъж).*/


/*7. Напишете заявка, която извежда име на актьор и име на студио за
тези актьори, участвали в най-много филми на това студио.*/


/*8. Напишете заявка, която извежда заглавие и година на филма, и 
брой на актьорите, участвали в този филм за тези филми с повече от
двама актьори.*/

----------------------------------------------------------------
